Repository: moisesli/olaclick-pro
Catalog: lib/l10n/app_*.arb
Languages: es, fr, pt

# configPrinterModalTitle
source: Connect your printer
es: Conecta tu impresora
fr: Connectez votre imprimante
pt: Conecte sua impressora

# formatsAvailable
source: Available formats (58 and 80 mm)
es: Formatos disponibles (58 & 80 mm)
fr: Formats disponibles (58 et 80 mm)
pt: Formatos disponíveis (58 e 80 mm)

# networkCableoWifi
source: Network cable or Wi-Fi
es: Network cable o Wifi
fr: Câble réseau ou Wi-Fi
pt: Cabo de rede ou Wi-fi

# connectPrinterBluetooth
source: Connect your Bluetooth printer
es: Conectar tu impresora Bluetooth
fr: Connectez votre imprimante Bluetooth
pt: Conecte sua impressora Bluetooth

# activeBluetoothAndGps
source: Connects the TELEPHONE Bluetooth and GPS
es: En tu celular activa el bluetooth y el Gps
fr: Connecte le Bluetooth et GPS du telephone
pt: Ative o Bluetooth e o GPS no seu celular

# stateBluetooth
source: Bluetooth state
es: Estado bluetooth
fr: État du Bluetooth
pt: Status do Bluetooth

# stateGPS
source: GPS state
es: Estado GPS
fr: Statut GPS
pt: Status do GPS

source: Active
es: Activo
fr: Actif
pt: Ativo

source: Inactive
es: Inactivo
fr: Inactif
pt: Inativo

# pressButtonPrintterToTurnOn
source: Press 10 seconds the Bluetooth button of the printer
es: En tu impresora, presiona 10 segundos el botón Bluetooth
fr: Appuyez 10 secondes sur le bouton Bluetooth de l'imprimante
pt: Na sua impressora, pressione por 10 segundos o botão Bluetooth

# lookingForBluetoothPrinter
source: Looking for a Bluetooth printer
es: Buscando impresora Bluetooth
fr: À la recherche d'une imprimante Bluetooth
pt: Procurando por impressora Bluetooth

source: Not connected
es: No Conectado
fr: Pas connecté
pt: Não conectado

source: Connected
es: Conectado
fr: Connecté
pt: Conectado

source: Connect
es: Conectar
fr: Connecter
pt: Conectar

source: Disconnect
es: Desconectado
fr: Déconnecter
pt: Desconectar

source: No printer found
es: Ninguna impresora detectada
fr: Aucune imprimante trouvée
pt: Nenhuma impressora encontrada

# checkTheBluetoothIsActivated
source: Check that the Bluetooth of your printer is activated
es: Verifica que el bluetooth de su impresora esté activado
fr: Vérifiez que le Bluetooth de votre imprimante est actif
pt: Verifique se o Bluetooth da sua impressora está ativo
